{
  "projects": [
    {
      "visible": true,
      "category": "Evaluación",
      "title": "Assessment of a professional development program on computational thinking for disciplinary teachers",
      "description": "This work in progress paper analyzes disciplinary teachers’ self-efficacy beliefs in Computational Thinking (CT) during a professional development program on (CT). The increasing number of professional development programs to promote the integration of CT into the curricula brings the challenge of understanding how to effectively assess them.",
      "tags": ["Evaluación", "Desarrollo profesional docente"],
      "image": {
        "src": "../../images/clement-h-95YRwf6CNw8-unsplash.jpg",
        "alt": "",
        "linkTo": "https://peer.asee.org/41109.pdf"
      },
      "links": [
        {
          "type": "external",
          "url": "https://peer.asee.org/41109.pdf"
        }
      ]
    },
    {
      "visible": true,
      "category": "Creencias",
      "title": "Creencias y concepciones docentes de educación superior en enseñanza remota en el Contexto de COVID-19",
      "description": "Este estudio busca explorar cómo cambian las creencias de los docentes y sus concepciones sobre la enseñanza en línea como resultado de su experiencia en modalidad remota por la emergencia sanitaria en una institución de educación superior colombiana. Para esto, se utiliza un diseño de pretest-postest que identifica cómo cambian los factores asociados a la autoeficacia tecnológica-pedagógica, la actitud hacia una práctica reflexiva, las percepciones de apoyo institucional, y las concepciones sobre la enseñanza en línea, y en qué medida la experiencia de los docentes durante su implementación de modalidad remota influye en estos cambios.",
      "tags": ["Creencias, educación superior"],
      "image": {
        "src": "../../images/kelly-sikkema-Hl3LUdyKRic-unsplash.jpg",
        "alt": "Extendable Layout"
      },
      "links": [
        {
          "type": "external",
          "url": "https://www.redalyc.org/journal/3314/331473090002/"
        }
      ]
    }
  ],
  "button": {
    "visible": false,
    "label": "Visit on Github",
    "url": "https://github.com/konstantinmuenster/gatsby-theme-portfolio-minimal"
  }
}
